[ 
      {
         "channel_id":1,
         "channel_name":"Privacy Policy",
         "channel_description":"App Terms & Policies",
         "channel_logo": "https://github.com/koarkarphyoe/img/blob/main/privacy.png?raw=true",
         "channel_url":"* MXTV is app that aggregates iptv list from other public accessible sites. 

            * We check daily our aggregated free iptv list to be sure that all streams are online,or at least note ones that are temporary down. 
* MXTV gives you the ability to play them directly in app without the hassle of editing list files and understanding the m3u structure.

* Consequently, the app can ask the user to enter personal data such as pictures or birthday.

* The app collects the user's position.

* These personal data are displayed to other users of the app. These data aren't shared with any other entity or third organizations.

* It's prohibited to publish content for adults only, like images with sexual content or images of extreme violence.

* We allow third-party companies to serve ads and collect certain anonymous information when you visit our app. These companies may use anonymous information such as your Google Advertising ID, your device type and version, browsing activity, location and other technical data relating to your device, in order to provide advertisements."
      
* Contact info
            If you have any questions or suggestions about Privacy Policy,please do not hesitate to contact at mmediachannels@gmail.com.
      },
      {
         "channel_id":1,
         "channel_name":"About",
         "channel_description":"App Info",
         "channel_logo": "https://github.com/koarkarphyoe/img/blob/main/about.png?raw=true",
         "channel_url":"* You can download MXTV App for free and start streaming today with Live TV & Radio

* The MXTV app is a Free IPTV App for all the stream TV & Radio buffs out there! It offers a one-stop destination to watch free Live TV without downloading, signing up, no credit card required to watch movies online.

✔️ No sign-up required on this Live TV app
✔️ No credit card required
✔️ Zero buffering
✔️ New titles added every day and week


* The largest collection of free TV & Radio

You can now watch hundreds of TV shows without a paid subscription for streaming services for movies and TV shows like Netflix, Amazon Prime, Hulu, movies, and also free movie apps like tube tv, Vudu tv, etc. in just one place!

* New tv shows added every week

The Live MXTV app adds free movies and Tv shows every week so that you never run out of entertainment to stream on the go or at the comfort of your home. Our goal is to bring together the plethora of free movies and TV shows on one platform so you don’t have to go searching them everywhere or download them from torrent.


* There’s something for everyone in Live TV

We have a huge collection of top-rated free tv shows. On the Free MXTV app, there’s something for everybody to watch - from comedy to drama, kids to classics, and niche favorites such as animated free movies and Korean dramas, and much more.

A range of 24/7 Live TV Channels that offer:
# Live News
# Live Sports
# Lifestyle
# Music
# Health
# Food
Many more entertainment channels!

* Among TV shows, the following genres/ categories of tv shows is what we offer apart from free movies,

# Comedy TV shows
# Award winning TV shows
# Reality TV shows
# Crime TV shows
# Historical TV shows

* And many more free tv shows...

* Super convenient to use

You don’t even need to give us your credit card details. The power is now in your hands as you can choose which live TV  to watch and when with significantly fewer ads than what you see on TV or any other free movies app. The app is also extremely lightweight and is designed for a great movie watching experience.

So if you were looking for free Tv shows, live news, and live sports, your search will end here. Download now and start streaming entertainment for free, today! We really hope you will enjoy watching free TV shows and Radio on our Live XTV app.

For the love of entertainment,
MXTV Team

* Disclaimer

The TV shows and Radio lines offered by our free MXTV app publicly available on different public platforms like tube tv, 123 movies, Vudu, etc. We neither own this data nor do we host any of the content. We are just providing a way to stream free shows and radio in an organized way, while copyrights remain with their respective owners."
      },
      {
         "channel_id":1,
         "channel_name":"Copyright",
         "channel_description":"Build Version,Copyright",
         "channel_logo": "https://github.com/koarkarphyoe/img/blob/main/more%20app.png?raw=true",
         "channel_url":"          MXTV Version 1.0
                          2020 © MXTV by microcode
                              All rights reserved"
      }
   ]

