[ 
      {
         "channel_id":1,
         "channel_name":"Privacy Policy",
         "channel_description":"App Terms & Policies",
         "channel_logo": "https://github.com/koarkarphyoe/img/blob/main/privacy.png?raw=true",
         "channel_url":"This is the privacy policy for XTV app
            
- XTV is app that aggregates iptv list from other public accessible sites. 

- We check daily our aggregated free iptv list to be sure that all streams are online,or at least note ones that are temporary down. 

- XTV gives you the ability to play them directly in app without the hassle of editing list files and understanding the m3u structure.

- Consequently, the app can ask the user to enter personal data such as pictures or birthday.

- The app collects the user's position.

- These personal data are displayed to other users of the app. These data aren't shared with any other entity or third organizations.

- It's prohibited to publish content for adults only, like images with sexual content or images of extreme violence.

- We allow third-party companies to serve ads and collect certain anonymous information when you visit our app. These companies may use anonymous information such as your Google Advertising ID, your device type and version, browsing activity, location and other technical data relating to your device, in order to provide advertisements."
      },
      {
         "channel_id":1,
         "channel_name":"About",
         "channel_description":"App Info,Build Version,Copyright",
         "channel_logo": "https://github.com/koarkarphyoe/img/blob/main/about.png?raw=true",
         "channel_url":"https://raw.githubusercontent.com/koarkarphyoe/Privacy-Policy/main/Description"
      },
      {
         "channel_id":1,
         "channel_name":"More Apps",
         "channel_description":"More apps from devloper",
         "channel_logo": "https://github.com/koarkarphyoe/img/blob/main/more%20app.png?raw=true",
         "channel_url":"https://play.google.com/store/apps/collection/cluster?clp=igMvChkKEzczNTEyNjEwMDEyMzk2MDI0MjcQCBgDEhAKCnh0di5jb20ubW0QARgDGAE%3D:S:ANO1ljJ6Ptg&gsr=CjKKAy8KGQoTNzM1MTI2MTAwMTIzOTYwMjQyNxAIGAMSEAoKeHR2LmNvbS5tbRABGAMYAQ%3D%3D:S:ANO1ljK7_z4"
      }
   ]

